<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [open-linguistics] SLSP 2017: call for participation
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:open-linguistics%40lists.okfn.org?Subject=Re%3A%20%5Bopen-linguistics%5D%20SLSP%202017%3A%20call%20for%20participation&In-Reply-To=%3C545102060a010b070357520503025a5757070d5902505057030b0a0401015654070001025101040653030700570053%40grlmc_ip-zone_com-6%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="001423.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[open-linguistics] SLSP 2017: call for participation</H1>
    <B>GRLMC</B> 
    <A HREF="mailto:open-linguistics%40lists.okfn.org?Subject=Re%3A%20%5Bopen-linguistics%5D%20SLSP%202017%3A%20call%20for%20participation&In-Reply-To=%3C545102060a010b070357520503025a5757070d5902505057030b0a0401015654070001025101040653030700570053%40grlmc_ip-zone_com-6%3E"
       TITLE="[open-linguistics] SLSP 2017: call for participation">grlmc at grlmc.com
       </A><BR>
    <I>Fri Oct  6 10:04:38 UTC 2017</I>
    <P><UL>
        
        <LI>Next message: <A HREF="001423.html">[open-linguistics] [CFP] OPEN MIGHTY STORAGE (MOCHA) CHALLENGE 2017-2018
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1422">[ date ]</a>
              <a href="thread.html#1422">[ thread ]</a>
              <a href="subject.html#1422">[ subject ]</a>
              <a href="author.html#1422">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>
SLSP 2017: call for participation*To be removed from our mailing list, please respond to this message with UNSUBSCRIBE in the subject line*


**********************************************************************************


5th INTERNATIONAL CONFERENCE ON STATISTICAL LANGUAGE AND SPEECH PROCESSING


SLSP 2017


Le Mans, France


October 23-25, 2017


Organized by:


Computer Science Lab (LIUM)

University of Le Mans


Research Group on Mathematical Linguistics (GRLMC)

Rovira i Virgili University


<A HREF="http://grammars.grlmc.com/SLSP2017/">http://grammars.grlmc.com/SLSP2017/</A>


**********************************************************************************


PROGRAM


Monday, October 23


09:00 - 09:30&#160;&#160; &#160;Registration


09:30 - 09:40&#160;&#160; &#160;Opening


09:40 - 10:30&#160;&#160; &#160;Haizhou Li: Recent Advances in Singing Synthesis - Invited lecture


10:30 - 11:00&#160;&#160; &#160;Coffee break


11:00 - 12:15


Mercedes Garc&#237;a Mart&#237;nez, Lo&#239;c Barrault and Fethi Bougares. Neural Machine Translation by Generating Multiple Linguistic Factors


Denis Jouvet, Katarina Bartkova, Mathilde Dargnat and Lou Lee. Analysis and Automatic Classification of Some Discourse Particles on a Large Set of French Spoken Corpora


Javad Nouri and Roman Yangarber. Toward Learning Morphology of Natural Language as a Finite-state Grammar


12:15 - 13:45&#160;&#160; &#160;Lunch


13:45 - 15:00


Ferdinand Fuhrmann, Anna Maly, Christina Leitner and Franz Graf. Three Experiments on the Application of Automatic Speech Recognition in Industrial Environments


Sahar Ghannay, Yannick Est&#232;ve and Nathalie Camelin. Enriching Confusion Networks for Post-processing


Alp &#214;ktem, Mireia Farr&#250;s and Leo Wanner. Attentional Parallel RNNs for Generating Punctuation in Transcribed Speech


15:00 - 15:15&#160;&#160; &#160;Break


15:15 - 16:30


C&#233;line Manenti, Thomas Pellegrini and Julien Pinquier. Unsupervised Speech Unit Discovery using k-means and Neural Networks


Gueorgui Pironkov, St&#233;phane Dupont, Sean Wood and Thierry Dutoit. Noise and Speech Estimation as Auxiliary Tasks for Robust Speech Recognition


Radek &#352;afar&#237;k and Jan Nouza. Unified Approach to Development of ASR Systems for East Slavic Languages


---


Tuesday, October 24


09:00 - 09:50&#160;&#160; &#160;Bhiksha Raj Ramakrishnan: An Introduction to Neural Networks - Invited lecture


09:50 - 10:20&#160;&#160; &#160;Coffee break


10:20 - 11:35


Sadeen Alharbi, Madina Hasan and Anthony A.J. Simons. Detecting Stuttering Events in Transcripts of Children's Speech


Kevin El Haddad, Ilaria Torre, Emer Gilmartin, Huseyin Cakmak, St&#233;phane Dupont, Thierry Dutoit and Nick Campbell. Introducing AmuS: The Amused Speech Database


Abdelwahab Heba, Thomas Pellegrini, Tom Jorquera, R&#233;gine Andr&#233;-Obrecht and Jean-Pierre Lorr&#233;. Lexical Emphasis Detection in Spoken French using F-BANKs and Neural Networks


11:35 - 11:50&#160;&#160; &#160;Break and Group photo


11:50 - 13:05


Michal Nov&#225;k, Katerina Rysov&#225;, Magdal&#233;na Rysov&#225; and Jir&#237; M&#237;rovsk&#253;. Incorporating Coreference to Automatic Evaluation of Coherence in Essays


Etienne Papegnies, Vincent Labatut, Richard Dufour and Georges Linar&#232;s. Graph-based Features for Automatic Online Abuse Detection


Mathias Quillot, Cassandre Ollivier, Richard Dufour and Vincent Labatut. Exploring Temporal Analysis of Tweet Contents from Cultural Events


13:05 -&#160;&#160; &#160;14:35&#160;&#160; &#160;Lunch


14:35 - 15:35&#160;&#160; &#160;Poster presentations


Sina Ahmadi. Recurrent Neural Network Based Language Models for Spelling and Grammatical Error Correction


Sunil Kumar Kopparapu and C. Anantaram. Reusing General Purpose ASR for Domain Specific Speech Recognition Using Posteriors


Seongmin Mun, Guillaume Desagulier and Kyungwon Lee. How Can We Capture Multiword Expressions?


Roelant Ossewaarde, Roel Jonkers, Fedor Jalvingh and Roelien Bastiaanse. Automated Detection of Unfilled Pauses in Speech of Healthy and Brain-damaged Individuals


Amit Sangroya, C. Anantaram, Mrinal Rawat and Sunil Kumar Kopparapu. A Bio-inspired Mechanism to Improve Accuracy of ASR Output Sentences


Patrice A. Yemmene and Ron C. Chiang. Automatic Speech Recognition for Ngiemboon Language in Mobile and Cloud Computing


16:00 - 18:00&#160;&#160; &#160;Touristic visit


---


Wednesday, October 25


09:00 - 09:50&#160;&#160; &#160;Paolo Rosso: Author Profiling in Social Media: The Impact of Emotions in Discourse Analysis - Invited lecture


09:50 - 10:20&#160;&#160; &#160;Coffee break


10:20 - 11:35


Manny Rayner, Nikolaos Tsourakis and Johanna Gerlach. Lightweight Spoken Utterance Classification with CFG, tf-idf and Dynamic Programming


M&#225;t&#233; &#193;kos T&#252;ndik, Bal&#225;zs Tarj&#225;n and Gy&#246;rgy Szasz&#225;k. Low Latency MaxEnt- and RNN-based Word Sequence Models for Punctuation Restoration of Closed Caption Data


Jan Vanek, Daniel Soutner, Josef Psutka and Jan Zelinka. A Regularization Post Layer: An Additional Way how to Make Deep Neural Networks Robust


11:35 - 11:50&#160;&#160; &#160;Break


11:50 - 13:05


Gil Rocha and Henrique Lopes Cardoso. Towards a Relation-based Argument Model for Argumentation Mining


Jose Patino, H&#233;ctor Delgado and Nicholas Evans. Speaker Change Detection using Binary Key Modelling with Contextual Information


Marie Tahon, Gw&#233;nol&#233; Lecorv&#233;, Damien Lolive and Raheel Qader. Perception of Expressivity in TTS: Linguistics, Phonetics or Prosody?


13:05 - 13:15&#160;&#160; &#160;Closing


13:15 -&#160;&#160; &#160;&#160;&#160; &#160;Lunch
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.okfn.org/pipermail/open-linguistics/attachments/20171006/3cf96373/attachment.html">http://lists.okfn.org/pipermail/open-linguistics/attachments/20171006/3cf96373/attachment.html</A>&gt;
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="001423.html">[open-linguistics] [CFP] OPEN MIGHTY STORAGE (MOCHA) CHALLENGE 2017-2018
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1422">[ date ]</a>
              <a href="thread.html#1422">[ thread ]</a>
              <a href="subject.html#1422">[ subject ]</a>
              <a href="author.html#1422">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.okfn.org/mailman/listinfo/open-linguistics">More information about the open-linguistics
mailing list</a><br>
</body></html>
