<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [open-linguistics] Invitation au cycle de s&#233;minaires &quot;Data, digital methods and mapping social complexity&quot; / 27.02.14
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:open-linguistics%40lists.okfn.org?Subject=Re%3A%20%5Bopen-linguistics%5D%20%3D%3Fiso-8859-1%3Fq%3FInvitation_au_cycle_de_s%3DE9mina%3F%3D%0A%20%3D%3Fiso-8859-1%3Fq%3Fires_%3D22Data%3D2C_digital_methods_and_mapping_social_complex%3F%3D%0A%20%3D%3Fiso-8859-1%3Fq%3Fity%3D22_/_27%3D2E02%3D2E14%3F%3D&In-Reply-To=%3C52F8EEE2.6000400%40sciencespo.fr%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="002154.html">
   <LINK REL="Next"  HREF="000613.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[open-linguistics] Invitation au cycle de s&#233;minaires &quot;Data, digital methods and mapping social complexity&quot; / 27.02.14</H1>
    <B>Audrey Baneyx - Sciences Po</B> 
    <A HREF="mailto:open-linguistics%40lists.okfn.org?Subject=Re%3A%20%5Bopen-linguistics%5D%20%3D%3Fiso-8859-1%3Fq%3FInvitation_au_cycle_de_s%3DE9mina%3F%3D%0A%20%3D%3Fiso-8859-1%3Fq%3Fires_%3D22Data%3D2C_digital_methods_and_mapping_social_complex%3F%3D%0A%20%3D%3Fiso-8859-1%3Fq%3Fity%3D22_/_27%3D2E02%3D2E14%3F%3D&In-Reply-To=%3C52F8EEE2.6000400%40sciencespo.fr%3E"
       TITLE="[open-linguistics] Invitation au cycle de s&#233;minaires &quot;Data, digital methods and mapping social complexity&quot; / 27.02.14">audrey.baneyx at sciencespo.fr
       </A><BR>
    <I>Mon Feb 10 15:23:14 UTC 2014</I>
    <P><UL>
        <LI>Previous message: <A HREF="002154.html">[open-linguistics] ESWC 2014 Second Call for Challenge:	Concept-Level Sentiment Analysis
</A></li>
        <LI>Next message: <A HREF="000613.html">[open-linguistics] Open Position for Graduate Fellowship in Semantic Web Technologies at CNR-STLAB
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#614">[ date ]</a>
              <a href="thread.html#614">[ thread ]</a>
              <a href="subject.html#614">[ subject ]</a>
              <a href="author.html#614">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Ch&#232;re coll&#232;gue, Cher coll&#232;gue,

Nous avons le plaisir de vous inviter &#224; participer au nouveau s&#233;minaire 
de recherche conjoint du m&#233;dialab (Sciences Po) et de la plateforme 
CorTexT (IFRIS) &quot;*Data, digital methods and mapping social complexity: 
Visualizing social and semantic dynamics in the social sciences*&quot;. Le 
s&#233;minaire sera h&#233;berg&#233; par l'ENSCI et anim&#233; par une &#233;quipe de chercheurs 
de Sciences Po et de l'IFRIS de f&#233;vrier &#224; juillet 2014.

Le s&#233;minaire est destin&#233; &#224; un public de doctorants, chercheurs, 
ing&#233;nieurs et designers. Nos rencontres auront lieu huit jeudi 
apr&#232;s-midis ainsi que deux journ&#233;es compl&#232;tes dans l'Espace Vi&#233;not de 
l'ENSCI, situ&#233;e au rez-de-chauss&#233;e du 48 rue Saint Sabin, Paris. La 
langue de travail sera le fran&#231;ais, except&#233; lors des s&#233;ances auxquelles 
sont invit&#233;s des chercheurs anglophones. Vous trouverez ci-dessous la 
pr&#233;sentation du s&#233;minaire et le programme des sessions.

Nous serions heureux de vous compter parmi nous. Merci de nous faire 
conna&#238;tre votre participation par courriel ou en vous inscrivant 
directement sur notre site : www.digitalmethods-seminar.org 
&lt;<A HREF="http://www.digitalmethods-seminar.org">http://www.digitalmethods-seminar.org</A>&gt;.

Bien cordialement

/Le C//o//m//it&#233; d'organisation/

  --------------------------------------------------

Data, digital methods and mapping social complexity: Visualizing social 
and semantic dynamics in the social sciences


*Pr&#233;sentation du s&#233;minaire*

Les cartes sont des repr&#233;sentations visuelles de l'espace. Ce sont des 
images codifi&#233;es qui permettent de signaler la pr&#233;sence d'&#233;l&#233;ments sur 
un territoire donn&#233; comme des objets, des zones ou des flux. L'art 
cartographique a une histoire longue et riche. Initialement con&#231;u pour 
assister le d&#233;placement des hommes et des biens, la carte vise &#224; 
repr&#233;senter l'espace g&#233;ographique en positionnant des &#233;l&#233;ments 
graphiques sur une surface bidimensionnelle. En tant qu'outil figuratif, 
la carte est rapidement devenu un instrument de recherche et de gestion. 
De fait, la pratique cartographique a fortement marqu&#233; nos fa&#231;ons de 
repr&#233;senter, naviguer, comprendre, organiser et contester les espaces 
que nous habitons.

L'av&#232;nement r&#233;cent de l'informatique et des satellites a profond&#233;ment 
boulevers&#233; la pratique cartographique. Les Syst&#232;mes d'Informations 
G&#233;ographiques (SIG) permettent aujourd'hui de capter, stocker, manier, 
analyser et g&#233;rer des donn&#233;es spatiales pour assister la science et la 
prise de d&#233;cision. Les satellites permettent de positionner et suivre 
des mouvements sur l'int&#233;gralit&#233; du globe terrestre alors que des 
millions d'utilisateurs acc&#232;dent &#224; des cartes interactives via leurs 
ordinateurs ou t&#233;l&#233;phones portables.

En parall&#232;le &#224; ces d&#233;veloppements, un nombre croissant de chercheurs en 
sciences sociales s'int&#233;resse &#224; la repr&#233;sentation de donn&#233;es 
non-spatiales. Ces repr&#233;sentations sont r&#233;guli&#232;rement pr&#233;sent&#233;es comme 
des cartes de territoires inconnus, capables de figurer l'&#233;mergence, la 
stabilisation et la d&#233;stabilisation de ph&#233;nom&#232;nes sociaux complexes. En 
mobilisant des outils d'extraction, de traitement automatis&#233; et de 
visualisation de donn&#233;es provenant de sources h&#233;t&#233;rog&#232;nes (corpus de 
documents, bases de donn&#233;es, donn&#233;es web), ces chercheurs esp&#232;rent 
cartographier de fa&#231;on dynamique des ph&#233;nom&#232;nes sociaux &#224; diff&#233;rents 
degr&#233;s de granularit&#233;. La transition technique et &#233;pist&#233;mologique 
ouverte par ces outils est parfois nomm&#233;e /Humanit&#233;s Digitales/. Ces 
d&#233;veloppements semblent particuli&#232;rement attractifs pour les chercheurs 
int&#233;ress&#233;s par l'&#233;tude quantitative des ph&#233;nom&#232;nes sociaux. Ainsi, ces 
outils pourraient combler le foss&#233; m&#233;thodologique qui s&#233;pare l'analyse 
des interactions sp&#233;cifiques de celles des structures globales.

Au vu de l'expansion constante de la production et de la circulation de 
donn&#233;es num&#233;riques, il para&#238;t essentiel pour les chercheurs en sciences 
sociales de s'interroger sur ces nouvelles sources de donn&#233;es ainsi que 
sur les outils et m&#233;thodes pour les analyser. Parmi ces derni&#232;res, 
l'analyse de r&#233;seau permet de positionner les acteurs en visualisant 
leurs interactions. Elle compl&#232;te les analyses statistiques (r&#233;gression, 
analyse de correspondance etc.), offrant un nouvel angle pour &#233;tudier la 
soci&#233;t&#233; /faite/ et /en train de se faire/. Une telle approche ouvre de 
nouvelles perspectives pour de nombreux champs disciplinaires en 
sciences sociales, allant de la sociologie des sciences et des 
techniques aux sciences politiques.

Mais d'o&#249; viennent ces outils ? Le d&#233;veloppement de logiciels de 
traitement et de visualisation de donn&#233;es tels que Gephi, le CorTexT 
Manager, Science Scape et Hyphe sont le fruit de travaux 
interdisciplinaires, &#224; l'intersection de la linguistique informatique, 
du data mining, de l'intelligence artificielle, des syst&#232;mes dynamiques 
et de la science des r&#233;seaux. Ces communaut&#233;s ont travaill&#233; sur des 
probl&#232;mes vari&#233;s comme l'extraction, le parsing, la d&#233;sambigu&#239;sation, le 
clustering, le filtrage et la visualisation de donn&#233;es. De m&#234;me, la 
s&#233;miologie graphique mobilis&#233;e dans ces logiciels se nourrit de travaux 
en cartographie et en design. Ainsi, pour produire des visualisations 
pertinentes, robustes et lisibles, les chercheurs en sciences sociales 
peuvent se tourner vers des communaut&#233;s de chercheurs et de praticiens 
d&#233;j&#224; structur&#233;es autour de probl&#232;mes et de m&#233;thodes sp&#233;cifiques.

Notre s&#233;minaire vise &#224; orchestrer la rencontre et favoriser l'&#233;change 
entre ces communaut&#233;s (chercheurs en sciences sociales et sciences 
&#171; exactes &#187;, ing&#233;nieurs et designers) &#224; travers la lecture, la 
pr&#233;sentation et la discussion de textes acad&#233;miques et non acad&#233;miques, 
de travaux d'invit&#233;s et d'outils.


Vous trouverez en pi&#232;ce jointe la feuille de route (en anglais) que nous 
avons construite pour rendre compte des multiples questions et mani&#232;res 
de faire auxquelles sont confront&#233;s les cartographes /en herbe/ de la 
complexit&#233; sociale.


*Programme des sessions*

*
*

*Calendrier*

*27.02.14 // ENSCI -- Espace Vi&#233;not // 14:00-17:30*

Introduction

Richard Rogers (University of Amsterdam)

*06.03.14 // ENSCI -- Espace Vi&#233;not // 14:00-17:30*

Mapping science and technology through structured data

Jean-Philippe Cointet (INRA)

*27.03.14 // ENSCI -- Espace Vi&#233;not // 14:30-18:00*

Digitized archives and distant reading

/Claire Lemercier (Sciences Po) [&#224; confirmer]/

*10.04.14 // ENSCI -- Espace Vi&#233;not // 14:30-18:00*

Natively digital data mapping

Nortje Marres (Goldsmiths University of London)

*24.04.14 // ENSCI -- Espace Vi&#233;not // 14:30-18:00*

Transformative interactions: web effects on social dynamics

/Invitations en cours/

*15.05.14 // ENSCI -- Espace Vi&#233;not // 14:30-18:00*

Visualizing complexity

Donato Ricci (Sciences Po)

*05.06.14 // ENSCI -- Espace Vi&#233;not // 14:00-17:30*

Spatializing data

Jacques Levy (EPFL)

*19.06.14 // ENSCI -- Espace Vi&#233;not // 14:30-18:00 *

Activism, journalism, decision-making : DMT's in practice

Benjamin Ooghe-Tabanou (Regards Citoyens) &amp; Data journaliste [&#224; confirmer]

*10.07.14-11.07.14 // ENSCI -- Espace Vi&#233;not [&#224; confirmer] // 9:30-17:30*

BarCamp

Avec la participation des &#233;quipes de la plateforme CorTexT de l'IFRIS et 
du m&#233;dialab Sciences Po

__________
-- 

----------------------------------------

Audrey Baneyx


Responsable de projets scientifiques - PhD
Project manager Data Science



/

13 rue de l'Universit&#233;, 75007 Paris / //<A HREF="http://medialab.sciences-po.fr//">http://medialab.sciences-po.fr//</A>
Tel. +33 (0)1 45 49 50 67 /// <A HREF="https://lists.okfn.org/mailman/listinfo/open-linguistics">audrey.baneyx at sciences-po.fr</A>/ 
&lt;mailto:<A HREF="https://lists.okfn.org/mailman/listinfo/open-linguistics">audrey.baneyx at sciencespo.fr</A>&gt;


-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="https://lists.okfn.org/pipermail/open-linguistics/attachments/20140210/362f1c9f/attachment-0001.html">https://lists.okfn.org/pipermail/open-linguistics/attachments/20140210/362f1c9f/attachment-0001.html</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: logo-medialab
Type: image/jpeg
Size: 52614 bytes
Desc: not available
URL: &lt;<A HREF="https://lists.okfn.org/pipermail/open-linguistics/attachments/20140210/362f1c9f/attachment-0001.jpe">https://lists.okfn.org/pipermail/open-linguistics/attachments/20140210/362f1c9f/attachment-0001.jpe</A>&gt;
-------------- next part --------------
A non-text attachment was scrubbed...
Name: 140206_Seminar_Proposal.pdf
Type: application/pdf
Size: 632648 bytes
Desc: not available
URL: &lt;<A HREF="https://lists.okfn.org/pipermail/open-linguistics/attachments/20140210/362f1c9f/attachment-0001.pdf">https://lists.okfn.org/pipermail/open-linguistics/attachments/20140210/362f1c9f/attachment-0001.pdf</A>&gt;
</PRE>


<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="002154.html">[open-linguistics] ESWC 2014 Second Call for Challenge:	Concept-Level Sentiment Analysis
</A></li>
	<LI>Next message: <A HREF="000613.html">[open-linguistics] Open Position for Graduate Fellowship in Semantic Web Technologies at CNR-STLAB
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#614">[ date ]</a>
              <a href="thread.html#614">[ thread ]</a>
              <a href="subject.html#614">[ subject ]</a>
              <a href="author.html#614">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.okfn.org/mailman/listinfo/open-linguistics">More information about the open-linguistics
mailing list</a><br>
</body></html>
