<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [open-linguistics] 5 positions offered for a Digital Humanities European project in Madrid, Spain
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:open-linguistics%40lists.okfn.org?Subject=Re%3A%20%5Bopen-linguistics%5D%205%20positions%20offered%20for%20a%20Digital%20Humanities%0A%20European%20project%20in%20Madrid%2C%20Spain&In-Reply-To=%3C729735796.822399.1450401613512.JavaMail.yahoo%40mail.yahoo.com%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="001086.html">
   <LINK REL="Next"  HREF="002630.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[open-linguistics] 5 positions offered for a Digital Humanities European project in Madrid, Spain</H1>
    <B>Elena Gonz&#225;lez-Blanco</B> 
    <A HREF="mailto:open-linguistics%40lists.okfn.org?Subject=Re%3A%20%5Bopen-linguistics%5D%205%20positions%20offered%20for%20a%20Digital%20Humanities%0A%20European%20project%20in%20Madrid%2C%20Spain&In-Reply-To=%3C729735796.822399.1450401613512.JavaMail.yahoo%40mail.yahoo.com%3E"
       TITLE="[open-linguistics] 5 positions offered for a Digital Humanities European project in Madrid, Spain">elenagonzalezblanco at yahoo.es
       </A><BR>
    <I>Fri Dec 18 01:20:13 UTC 2015</I>
    <P><UL>
        <LI>Previous message: <A HREF="001086.html">[open-linguistics] ICADIWT 2016
</A></li>
        <LI>Next message: <A HREF="002630.html">[open-linguistics] 5 positions offered for a Digital Humanities European project in Madrid, Spain
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1087">[ date ]</a>
              <a href="thread.html#1087">[ thread ]</a>
              <a href="subject.html#1087">[ subject ]</a>
              <a href="author.html#1087">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>**Apologiesfor cross-posting**

Dearcolleagues,

We arepleased to offer 5 Digital Humanities positions in Madrid, associated to theEuropean&#160; Project ERC-Stg-2015 POSTDATA:&#8220;Poetry Standardization and Linked Open Data&#8221;, led by Elena Gonz&#225;lez-Blanco, whichwill last from 2016-2020.

Thisproject proposes a semantic linked open data model to deal withinteroperability issues between the different poetic languages and traditions.It proposes a double level of standardization, which starts at the philologicalroots of the terminology used by the different literatures, to transform itinto flexible structures filled with controlled vocabularies to build a digitalplatform to edit, analyze and share poetry.

Candidateswill work in an interdisciplinary environment at LINHD, the Digital HumanitiesInnovation Lab at UNED in Madrid www.linhd.uned.es 

&#183;&#160;&#160;&#160;&#160;&#160;&#160;2Post-Doctoral positions, with Humanities (preferably literary or linguistic)background, and DH expertise and training to deal with poetry issues(especially focused on Spanish, Italian and French poetry). Relevant doctoraluniversity degree (or research experience of at&#160;least four years),preferably in the Humanities, with Digital Humanities skills and experience. Appointmentwill last for 4 years, with possibilities of further consolidation. PhDstudents with extraordinary cv and training might be considered to cover thesepositions too.

&#183;&#160;&#160;&#160;&#160;&#160;&#160;1PhD position in computer science or digital humanities. The candidate must havea computer science background and will take care of some of the programmingtasks, but especially in ontology development. Programming knowledges arerequired, but especially knowledge of semantic web technologies, linked opendata, ontology design, standards, and metadata. Appointment will last for 5years.

&#183;&#160;&#160;&#160;&#160;&#160;&#160;1Programmer position. The candidate must show strong programming abilities inseveral languages: especially desired are Java, PHP, Phython, Javascript andSQL. Web design, XML based languages and CMS management (especially Wordpressand Drupal), and knowledge of Linux is also required. 

&#183;&#160;&#160;&#160;&#160;&#160;&#160;AHalf-time project manager position. Expertise with H2020 or FP7 Europeanprojects is required. Skills in documentation management, accounting knowledgesand high English level is required for this position.

Generalrequirements for candidates are:

   
   - Motivation to work in an interdisciplinary team in an academic environment, focused on academic curricula, continuous team training (through attending to conferences and workshops), with a special focus on publications and academic outputs.   


   - A good understanding of the role that digital technology can play in transforming our literary and cultural world approaching poetry to society thanks to technology.   


   - A flexible, supportive and collaborative working style, with effective leadership and communication skills.   


   - Excellent IT and digital skills, including web development, content and database management, and an understanding of poetry idiosyncratic world.   


   - Good knowledge of current trends, standards and practices in the use of digital technology within the literary and linguistic projects.   


   - Enthusiasm in taking part of and developing an academic specialized and leading group in digital poetry, semantic web technologies and digital humanities.   


Salarieswill be paid according to the academic level proposed according to the Spanishestablished salaries for the university positions.

For bestconsideration, applications should be submitted no later than&#160;January 8th, 2015, but as soon as possible.Review will continue until positions are filled. Personal interviews will takeplace during the second half of January. Contracts will start in February orMarch.

Candidatesmust send a cv and a motivation letter to <A HREF="https://lists.okfn.org/mailman/listinfo/open-linguistics">egonzalezblanco at linhd.uned.es</A> 

For anyquestions about the project or the positions or the project, do not hesitate incontacting me. 

Best regards,

Elena Gonz&#225;lez-Blanco

Dpto. de Literatura Espa&#241;ola y Teor&#237;a de la Literatura,Despacho 722

Facultad de Filolog&#237;a, UNED

Paseo Senda del Rey 7
28040 MADRID
tel. 91 3986873

www.uned.es/remetca
<A HREF="http://filindig.hypotheses.org/&#160;">http://filindig.hypotheses.org/&#160;</A>

<A HREF="http://linhd.uned.es">http://linhd.uned.es</A>

www.uned.es/personal/elenagonzalezblanco

@elenagbg&#160;


&#160;
Queridos amigos:

Tengo el placer de comunicarles que desde el Laboratorio deInnovaci&#243;n en Humanidades Digitales de la UNED&#160;estamos ofreciendo 5puestos de trabajo en Humanidades Digitales en Madrid, asociados al Proyectoeuropeo ERC-Stg-2015 POSTDATA: &#8220;Poetry Standardization and Linked Open Data&#8221;, dirigidopor Elena Gonz&#225;lez-Blanco, cuya duraci&#243;n se extender&#225; entre los a&#241;os 2016-2020.

El proyecto tiene como objetivo la creaci&#243;n de un modelosem&#225;ntico de datos enlazados abiertos que facilite la interoperabilidad entrelas diferentes tradiciones po&#233;ticas y sus correspondientes proyectos digitales.Propone un doble sistema de estandarizaci&#243;n que parte de las ra&#237;ces filol&#243;gicasde las diferentes tradiciones po&#233;ticas, con el fin de abstraer los conceptostransform&#225;ndolos en un sistema flexible estructurado, una ontolog&#237;a, poblada devocabularios controlados que, integrada en una plataforma digital, permitaeditar, indizar, analizar y compartir colecciones de poes&#237;a a los usuarios endiferentes lenguas.

Se ofrecen 5 contratos, cuyo trabajo se desarrollar&#225; en elmarco del Laboratorio de Innovaci&#243;n de Humanidades Digitales de la UNED www.linhd.uned.es con las siguientescaracter&#237;sticas

&#183;&#160;&#160;&#160;&#160;&#160;&#160;2 contratos postdoctorales de 4 a&#241;os de duraci&#243;ncada uno, para candidatos con una formaci&#243;n human&#237;stica (preferentementedoctorados en filolog&#237;a y con perfil de literatura, ling&#252;&#237;stica o m&#233;trica), enespa&#241;ol, franc&#233;s o italiano. Se requiere experiencia de trabajo en proyectos deHumanidades Digitales o estudios realizados en este campo. Excepcionalmente seaceptar&#225;n candidatos no doctores para estos puestos si su cv demuestra quecuentan con la calidad requerida.

&#183;&#160;&#160;&#160;&#160;&#160;&#160;1 contrato predoctoral de 5 a&#241;os para unestudiante de doctorado con formaci&#243;n en inform&#225;tica. El candidato se ocupar&#225;de tareas de programaci&#243;n, pero desarrollar&#225; su investigaci&#243;n y tareas en elcampo del desarrollo de ontolog&#237;as y de web sem&#225;ntica. Se requierenconocimientos de lenguajes de programaci&#243;n, pero especialmente familiaridad conlas tecnolog&#237;as de la web sem&#225;ntica, el dise&#241;o de ontolog&#237;as, y los est&#225;ndaresde metadatos.

&#183;&#160;&#160;&#160;&#160;&#160;&#160;1 contrato de programador experto. El candidatodebe contar con experiencia en programaci&#243;n en diferentes lenguajes, y enespecial, Java, PHP, Phython, Javascript y SQL. Se requieren tambi&#233;nconocimientos de dise&#241;o y tecnolog&#237;as web (lenguajes basados en XML) y manejode CMS (en especial Wordpress y Drupal), adem&#225;s de conocimientos de Linux.

&#183;&#160;&#160;&#160;&#160;&#160;&#160;1 contrato de media jornada para un ProjectManager. Imprescindible contar con experiencia en gesti&#243;n de proyectos europeosH2020 o FP7. Se requieren conocimientos de manejo de documentos legales,contabilidad y alto nivel de ingl&#233;s.


&#160;
Los candidatos a todos estos puestos deber&#225;n adem&#225;s tener:

   
   - Motivaci&#243;n para trabajar en un equipo interdisciplinar en un entorno acad&#233;mico centrado en el curr&#237;culum universitario, en el que la formaci&#243;n continuada juega un papel fundamental (mediante la asistencia a congresos, cursos y seminarios), y la producci&#243;n en forma de publicaciones es esencial.   


   - Un buen entendimiento del papel esencial que la tecnolog&#237;a juega en la transformaci&#243;n del mundo literario y cultural, materializado en la aproximaci&#243;n de la poes&#237;a a la sociedad mediante la tecnolog&#237;a.   


   - Una forma de trabajar flexible, colaborativa con un liderazgo efectivo y capacidad de comunicaci&#243;n.   


   - Excelentes competencias tecnol&#243;gicas, que incluyan el desarrollo web, el manejo de datos y contenidos en bases de datos y una sensibilidad y comprensi&#243;n hacia el idiosincr&#225;tico mundo de la poes&#237;a.   


   - Un buen conocimiento de las tendencias actuales, est&#225;ndares y pr&#225;cticas en el uso de la tecnolog&#237;a digital aplicada a proyectos literarios y ling&#252;&#237;sticos.   


   - Entusiasmo y ganas de formar parte de un grupo acad&#233;mico l&#237;der que abra una l&#237;nea de investigaci&#243;n fuerte especializada en tratamiento digital de la poes&#237;a, web sem&#225;ntica, datos enlazados y humanidades digitales.   


&#183;&#160;&#160;&#160;&#160;&#160;&#160; Lossueldos se pagar&#225;n de acuerdo con las cantidades establecidas para los nivelespropuestos en la universidad espa&#241;ola.


&#160;

&#160;
Las solicitudes deben enviarse antes del 8 de enero de 2015 (preferentemente lo antes possible), yse aceptar&#225;n hasta que los puestos se hayan cubierto. Se realizar&#225;n entrevistasen persona durante la segunda quincena de enero y los contratos comenzar&#225;n enfebrero o marzo.


&#160;
Los candidatos deben enviar un cv y una carta de motivaci&#243;na <A HREF="https://lists.okfn.org/mailman/listinfo/open-linguistics">egonzalezblanco at linhd.uned.es</A>


&#160;
Pueden escribir a esta misma direcci&#243;n si desean conocer m&#225;sdetalles acerca del proyecto o los puestos ofrecidos. 

Saludos cordiales, 

Elena Gonz&#225;lez-Blanco

Dpto. de Literatura Espa&#241;ola y Teor&#237;a de la Literatura,Despacho 722

Facultad de Filolog&#237;a, UNED

Paseo Senda del Rey 7
28040 MADRID
tel. 91 3986873

www.uned.es/remetca
<A HREF="http://filindig.hypotheses.org/&#160;">http://filindig.hypotheses.org/&#160;</A>

<A HREF="http://linhd.uned.es">http://linhd.uned.es</A>

www.uned.es/personal/elenagonzalezblanco

@elenagbg&#160;


&#160;

&#160;
-------------- next part --------------
An HTML attachment was scrubbed...
URL: &lt;<A HREF="http://lists.okfn.org/pipermail/open-linguistics/attachments/20151218/5598e130/attachment-0001.html">http://lists.okfn.org/pipermail/open-linguistics/attachments/20151218/5598e130/attachment-0001.html</A>&gt;
</PRE>



<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="001086.html">[open-linguistics] ICADIWT 2016
</A></li>
	<LI>Next message: <A HREF="002630.html">[open-linguistics] 5 positions offered for a Digital Humanities European project in Madrid, Spain
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1087">[ date ]</a>
              <a href="thread.html#1087">[ thread ]</a>
              <a href="subject.html#1087">[ subject ]</a>
              <a href="author.html#1087">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.okfn.org/mailman/listinfo/open-linguistics">More information about the open-linguistics
mailing list</a><br>
</body></html>
